[
    {
        "title": "Self-care for mental health and wellbeing",
        "summary": "Self-care is a key way we protect our mental health and improve our wellbeing. In this article, we explain what exactly self-care is and why it's so beneficial during challenging times. You'll also find easy self-care ideas you can try right now or down the track.",
        "wellbeingScore": -0.15,
        "category": "Stress, Depression, Anxiety",
        "source": "Lifeline Australia",
        "sourceURL": "https://www.lifeline.org.au/get-help/support-toolkit/techniques-and-guides/self-care-for-mental-health-and-wellbeing?utm_source=chatgpt.com",
        "thumbnailURL": "https://clearbehavioralhealth.com/wp-content/uploads/2021/05/Neuro-Self-Care-and-Mental-Health-Blog-scaled.jpg.webp",
        "sections": [
            {
                "subTitle": "What is self-care?",
                "paragraphs": [
                    {
                        "paragraph": "Self-care is the practice of taking care of ourselves so that we can stay physically, mentally, and emotionally well."
                    },
                    {
                        "paragraph": "While we all have different ways of practising self-care, the ultimate goal is to make sure we spend time doing things that:"
                    },
                    {
                        "paragraph": "• Make us feel happy and healthy"
                    },
                    {
                        "paragraph": "• Lower our risk of disease and illness"
                    },
                    {
                        "paragraph": "• Help us manage stress or cope during challenging times"
                    },
                    {
                        "paragraph": "• Allow us to feel physically and psychologically safe"
                    },
                    {
                        "paragraph": "• Promote strong social connections."
                    },
                    {
                        "paragraph": "Sometimes, self-care activities don’t require much thought - like brushing our teeth or having a coffee with a friend."
                    },
                    {
                        "paragraph": "But other self-activities are more deliberate - like taking time away from technology, journaling our thoughts and feelings, or booking an appointment with a therapist."
                    },
                    {
                        "paragraph": "Ultimately, a self-care activity is something that fills our ‘wellbeing cup’ instead of emptying it."
                    }
                ]
            },
            {
                "subTitle": "Why is self-care important?",
                "paragraphs": [
                    {
                        "paragraph": "An easy way to understand the importance of self-care is to think of yourself as a laptop computer. It doesn’t matter if you spend the entire day using it to study for exams, play a game, or host a video conference for work, at some point, you’re going to have to recharge the battery."
                    },
                    {
                        "paragraph": "But of course, we can’t just plug ourselves into a power point …"
                    },
                    {
                        "paragraph": "Instead, we recharge by:"
                    },
                    {
                        "paragraph": "• Sleeping enough"
                    },
                    {
                        "paragraph": "• Eating well"
                    },
                    {
                        "paragraph": "• Moving our bodies"
                    },
                    {
                        "paragraph": "• Connecting with people"
                    },
                    {
                        "paragraph": "• Doing activities we enjoy."
                    },
                    {
                        "paragraph": "These five areas (sleep, nutrition, movement, connection, and fun) are proven to have huge impacts on our mental health and wellbeing, which is why being proactive about your self-care can be so beneficial."
                    },
                    {
                        "paragraph": "Making time for self-care can be difficult, especially when you’re working full-time, studying, or raising a family (or doing all those things at once!)."
                    },
                    {
                        "paragraph": "It can also be difficult to make self-care a priority if you don’t feel like you deserve it or it won’t make a difference. Feeling unworthy, undeserving, or hopeless can sometimes be signs of low self-esteem. If this sounds like you, please know that everyone deserves time and space to practise self-care."
                    },
                    {
                        "paragraph": "Remember - self-care isn’t selfish."
                    },
                    {
                        "paragraph": "We know self-care is important for good mental health and wellbeing, which is why you never need to feel guilty about making it a priority."
                    },
                    {
                        "paragraph": "With that being said, when you’re stressed, depressed, or just feeling a bit flat, it can be difficult to find the energy to even think of how you can practise self-care."
                    },
                    {
                        "paragraph": "Having a pre-prepared self-care plan, like a self-care box, can be helpful when moments like these hit unexpectedly. This is because it removes the pressure of needing to think about what to do during tough times."
                    }
                ]
            },
            {
                "subTitle": "Finding the right self-care for you",
                "paragraphs": [
                    {
                        "paragraph": "Even though a self-care activity like cuddling puppies might be something a lot of people would enjoy, it’s likely that what fills your cup won’t fill someone else's."
                    },
                    {
                        "paragraph": "And contrary to what someone on social media might tell you, self-care doesn’t have to involve expensive moisturiser, a remedial massage, or an expensive gym membership. In fact, it doesn’t have to cost a thing."
                    },
                    {
                        "paragraph": "Here are some examples of self-care choices you can make that are free:"
                    },
                    {
                        "paragraph": "• Saying no to a late night out"
                    },
                    {
                        "paragraph": "• Taking time to cook a nice meal"
                    },
                    {
                        "paragraph": "• Going for a walk before work"
                    },
                    {
                        "paragraph": "• Calling a friend for a chat"
                    },
                    {
                        "paragraph": "• Playing board games."
                    },
                    {
                        "paragraph": "It’s important to point out that when we’re really struggling, sometimes the only self-care we can practise is literally just making it out of the house to get some sunshine, and that’s okay."
                    },
                    {
                        "paragraph": "Even the smallest amount of self-care can be beneficial."
                    },
                    {
                        "paragraph": "Scroll down to learn more self-care ideas that might work for you."
                    }
                ]
            },
            {
                "subTitle": "Create a morning and evening self-care routine",
                "paragraphs": [
                    {
                        "paragraph": "When we’re feeling overwhelmed or low, it’s easy to be too busy, too tired, or just too ‘can’t be bothered’ to think about how to face and end the day."
                    },
                    {
                        "paragraph": "Creating morning and evening routines (and sticking to them) can be really helpful because they make it easy to reach for the self-care activities you know work for you."
                    },
                    {
                        "paragraph": "In the morning, your self-care routine could look like:"
                    },
                    {
                        "paragraph": "• Not reaching for your phone for the first 10 minutes after waking"
                    },
                    {
                        "paragraph": "• Drinking a glass of water or cup of coffee outside in the morning sunlight"
                    },
                    {
                        "paragraph": "• Reading something non-news, non-school, or non-work related"
                    },
                    {
                        "paragraph": "• Meditating for 5-10 minutes"
                    },
                    {
                        "paragraph": "• Setting an intention for the day. For example: ‘I want to feel grateful today.’"
                    },
                    {
                        "paragraph": "In the evening, your self-care routine could look like:"
                    },
                    {
                        "paragraph": "• Watching the sunset outside or through a window"
                    },
                    {
                        "paragraph": "• Having a cup of tea while chatting with a friend or family member (in person or over the phone)"
                    },
                    {
                        "paragraph": "• Writing down three things you’re grateful for"
                    },
                    {
                        "paragraph": "• Stretching"
                    },
                    {
                        "paragraph": "• Listening to a sleep story or guided meditation track."
                    }
                ]
            },
            {
                "subTitle": "Spend time in nature",
                "paragraphs": [
                    {
                        "paragraph": "Studies show that nature is a natural mood booster. Even adding an indoor plant to your home can make you feel better!"
                    },
                    {
                        "paragraph": "On top of helping you generate positive emotions like happiness, nature has a powerful way of improving concentration, sparking creativity, and changing our perspective by bringing an ‘awe element’ to our lives."
                    },
                    {
                        "paragraph": "For example, gazing at a sky full of stars or standing on the top of a mountain looking out over the ocean can help us see just how amazing our world is. This sense of awe and wonder can help give us a different perspective on the problems we face."
                    },
                    {
                        "paragraph": "You could:"
                    },
                    {
                        "paragraph": "• Spend time in a park"
                    },
                    {
                        "paragraph": "• Go for a bushwalk"
                    },
                    {
                        "paragraph": "• Visit the beach"
                    },
                    {
                        "paragraph": "• Walk barefoot in your backyard"
                    },
                    {
                        "paragraph": "• Get an indoor plant and spend time caring for it."
                    }
                ]
            },
            {
                "subTitle": "Connect with others",
                "paragraphs": [
                    {
                        "paragraph": "‘A burden shared is a burden halved’ is a saying that holds a lot of truth."
                    },
                    {
                        "paragraph": "Whether it’s on the phone with a friend, or in person with a colleague, having good social connections is one of the key ways we can feel less overwhelmed by our immediate emotions."
                    },
                    {
                        "paragraph": "On top of feeling calmed or comforted by being connected with another person, it’s also nice to be able to say a worry or fear out loud."
                    },
                    {
                        "paragraph": "Sometimes, simply getting something off your chest can make it feel like a huge weight has been lifted."
                    },
                    {
                        "paragraph": "You could also:"
                    },
                    {
                        "paragraph": "• Join a local running or walking group"
                    },
                    {
                        "paragraph": "• Join a local or virtual book club"
                    },
                    {
                        "paragraph": "• Find hobby meet-ups for things like bird-watching or cooking classes"
                    },
                    {
                        "paragraph": "• Invite a friend to visit a museum or see a local performance"
                    },
                    {
                        "paragraph": "• Make a plan with someone to catch up for a walk or a coffee"
                    },
                    {
                        "paragraph": "• Send a photo or text message, reminiscing about a special memory"
                    },
                    {
                        "paragraph": "• Book a trip away with a partner, friend, or family member"
                    },
                    {
                        "paragraph": "• Show you care the old-fashioned way … by writing a letter or sending a postcard."
                    },
                    {
                        "paragraph": "Many people find that talking to someone when they’re feeling anxious or low is so helpful that they wish they had done it sooner."
                    }
                ]
            }
        ]
    },
    {
        "title": "4 Mindfulness Activities for Groups and Group Therapy",
        "summary": "Group therapy has shown some promising results. It is as effective as cognitive-behavioral therapy (CBT), a staple of the clinical psychology world (Kocovski, Fleming, Hawley, Huta, & Antony, 2013).",
        "wellbeingScore": 0.2,
        "category": "Mindfulness",
        "source": "Courtney E. Ackerman, MA.",
        "sourceURL": "https://positivepsychology.com/mindfulness-exercises-techniques-activities/?utm_source=chatgpt.com",
        "thumbnailURL": "https://www.mindful.org/content/uploads/Meditation-Mindfulness-1-scaled.jpg",
        "sections": [
            {
                "subTitle": "Fleming & Kocovski’s Treatment Plan",
                "paragraphs": [
                    {
                        "paragraph": "One such group mindfulness-based treatment program by Fleming & Kocovski (2007) aimed to reduce social anxiety. It is a good example of how mindfulness exercises can be incorporated into a group setting for its various benefits."
                    },
                    {
                        "paragraph": "In this example, the exercises used have proven effective for treating social anxiety disorder in particular; however, they can be applied to many other group settings with positive results."
                    },
                    {
                        "paragraph": "The treatment plan involves groups of about 8 members meeting for 2 hours, every week for 12 weeks.  The first portion of each session is devoted to a short mindfulness exercise and discussion."
                    },
                    {
                        "paragraph": "The treatment plan’s mindfulness exercises went as follows:"
                    },
                    {
                        "paragraph": "• Session 1: Raisin Exercise;"
                    },
                    {
                        "paragraph": "• Session 2: Body Scan;"
                    },
                    {
                        "paragraph": "• Session 3: Mindful Seeing;"
                    },
                    {
                        "paragraph": "• Session 4: Mindfulness of the breath, sounds, and thoughts;"
                    },
                    {
                        "paragraph": "• Session 5: Acceptance of thoughts and feelings exercise;"
                    },
                    {
                        "paragraph": "• Session 6: Acceptance of Social Anxiety;"
                    },
                    {
                        "paragraph": "• Session 7: Mountain Meditation;"
                    },
                    {
                        "paragraph": "• Session 8: Acceptance of Social Anxiety"
                    },
                    {
                        "paragraph": "• Session 9: Breath Focus without Guidance;"
                    },
                    {
                        "paragraph": "• Session 10: Lake Meditation;"
                    },
                    {
                        "paragraph": "• Session 11: Non guided Breath Focus."
                    },
                    {
                        "paragraph": "There are many different mindfulness exercises mentioned here which were specifically put together for the aim of reducing social anxiety disorder; however, the first three exercises are commonly used in group sessions to encourage mindfulness."
                    },
                    {
                        "paragraph": "A description of each of these group exercises can be found below."
                    }
                ]
            },
            {
                "subTitle": "1. The Raisin Exercise",
                "paragraphs": [
                    {
                        "paragraph": "This is a great introductory exercise for beginners to start practicing mindfulness since it can be attempted by anyone with any kind of food (although one with an interesting or unusual texture, smell, or taste is best)."
                    },
                    {
                        "paragraph": "In this exercise, the facilitator provides participants with a few raisins and asks that they pretend they have never seen a raisin before. The facilitator then asks them to pay careful attention to:"
                    },
                    {
                        "paragraph": "• The way the raisin looks;"
                    },
                    {
                        "paragraph": "• How it feels;"
                    },
                    {
                        "paragraph": "• How their skin responds to its manipulation;"
                    },
                    {
                        "paragraph": "• Its smell;"
                    },
                    {
                        "paragraph": "• Its taste."
                    },
                    {
                        "paragraph": "Focusing on the single object of the raisin is meant to bring the participant’s mind to the present, to what is right in front of them. We may be used to raisins, and not used to taking time to actually notice them."
                    },
                    {
                        "paragraph": "“By focusing on the raisin in their hand and making a point to notice everything about it, they are unlikely to be expending energy, time, and attention on worrying or ruminating about other parts of their lives.”"
                    },
                    {
                        "paragraph": "When you follow these instructions and take notice, it is much easier to focus on what is in front of you. If your mind does wander, that is natural too. Gently guide it back to the exercise."
                    }
                ]
            },
            {
                "subTitle": "2. The Body Scan",
                "paragraphs": [
                    {
                        "paragraph": "Another popular exercise for practitioners of mindfulness is called the Body Scan. It requires very little in the way of props or tools, and it is also easily accessible for most beginners."
                    },
                    {
                        "paragraph": "Would you like to follow a Body Scan right now? Try this 30 minute guided narrative by expert and founder of Mindfulness-Based Stress Reduction Jon Kabat Zinn:"
                    },
                    {
                        "paragraph": "• Step 1: the Body Scan begins with the participants lying on their backs with their palms facing up and their feet falling slightly apart. This exercise can also be done sitting on a comfortable chair with feet resting on the floor;"
                    },
                    {
                        "paragraph": "• Step 2: the facilitator then asks the participants to lie very still for the duration of the exercise, and move with awareness if it becomes necessary to adjust their position;"
                    },
                    {
                        "paragraph": "• Step 3: next, the facilitator begins guiding the Body Scan. Participants begin by bringing awareness to the breath, noticing the rhythm, the experience of breathing in and expelling out. The facilitator explains that nobody should try to change the way they are breathing but rather just hold gentle awareness on the breath;"
                    },
                    {
                        "paragraph": "• Step 4: next, the facilitator guides attention to the body: how it feels, the texture of clothing against the skin, the contours of the surface on which the body is resting, the temperature of the body and the environment;"
                    },
                    {
                        "paragraph": "• Step 5: the facilitator guides awareness to the parts of the body that are tingling, sore, or feeling particularly heavy or light, s/he asks the participants to note any areas of their body where they don’t feel any sensations at all or are hypersensitive."
                    },
                    {
                        "paragraph": "A typical Body Scan runs through each part of the body, paying special attention to the way each area feels. The scan usually moves systematically through the body, e.g. starting at the feet and moving upwards as follows:"
                    },
                    {
                        "paragraph": "• Toes of both feet;"
                    },
                    {
                        "paragraph": "• The rest of the feet (top, bottom, ankle);"
                    },
                    {
                        "paragraph": "• Lower legs;"
                    },
                    {
                        "paragraph": "• Knees;"
                    },
                    {
                        "paragraph": "• Thighs;"
                    },
                    {
                        "paragraph": "• Pelvic region (buttocks, tailbone, pelvic bone, genitals);"
                    },
                    {
                        "paragraph": "• Abdomen;"
                    },
                    {
                        "paragraph": "• Chest;"
                    },
                    {
                        "paragraph": "• Lower back;"
                    },
                    {
                        "paragraph": "• Upper back (back ribs & shoulder blades);"
                    },
                    {
                        "paragraph": "• Hands (fingers, palms, backs, wrists);"
                    },
                    {
                        "paragraph": "• Arms (lower, elbows, upper);"
                    },
                    {
                        "paragraph": "• Neck;"
                    },
                    {
                        "paragraph": "• Face and head (jaw, mouth, nose, cheeks, ears, eyes, forehead, scalp, back&top of the head);"
                    },
                    {
                        "paragraph": "• The “blowhole” (Fleming & Kocovski, 2007)."
                    },
                    {
                        "paragraph": "After the Body Scan is complete and the participants feel ready to come back to the room, they can slowly open their eyes and move naturally to a comfortable sitting position."
                    }
                ]
            },
            {
                "subTitle": "3. Mindful Seeing",
                "paragraphs": [
                    {
                        "paragraph": "For some, the absence of visual stimuli can feel stifling. After all, a healthy imagination does not come naturally to everyone."
                    },
                    {
                        "paragraph": "The activity of Mindful Seeing may be helpful to anyone who identifies with this."
                    },
                    {
                        "paragraph": "It is a simple exercise, requiring only a window with some kind of a view. The facilitator guides the group following these steps:"
                    },
                    {
                        "paragraph": "• Step 1: find a space at a window where there are sights to be seen outside;"
                    },
                    {
                        "paragraph": "• Step 2: look at everything there is to see. Avoid labeling and categorizing what you see outside the window; instead of thinking “bird” or “stop sign,” try to notice the colors, the patterns, or the textures;"
                    },
                    {
                        "paragraph": "• Step 3: pay attention to the movement of the grass or leaves in the breeze. Notice the many different shapes present in this small segment of the world you can see. Try to see the world outside the window from the perspective of someone unfamiliar with these sights;"
                    },
                    {
                        "paragraph": "• Step 4: be observant, but not critical. Be aware, but not fixated;"
                    },
                    {
                        "paragraph": "• Step 5: if you become distracted, gently pull your mind away from those thoughts and notice a color or shape again to put you back in the right frame of mind."
                    },
                    {
                        "paragraph": "There’s an extensive group treatment plan by Fleming and Kocovski’s (2007) that offers a glimpse into how to use mindfulness in any kind of group session and provides detailed worksheets, exercises, and handouts which can provide inspiration and guidance for your group facilitation."
                    }
                ]
            },
            {
                "subTitle": "Mindful Listening",
                "paragraphs": [
                    {
                        "paragraph": "This last activity is extracted from the Positive Psychology Toolkit© and introduces mindful listening as a group exercise."
                    },
                    {
                        "paragraph": "Mindful listening is an important skill and can be a great group mindfulness exercise. In general, people thrive when they feel fully “heard” and “seen,” and mindful listening offers a break from focusing on the self or our own response."
                    },
                    {
                        "paragraph": "Instead, this form of listening can create an inner stillness where both parties feel free of preconceptions or judgments, and the listener is not distracted by inner chatter whilst learning valuable positive communication skills."
                    },
                    {
                        "paragraph": "The Mindful Listening exercise involves these steps:"
                    },
                    {
                        "paragraph": "• Step 1: invite participants to think of one thing they are stressed about and one thing they look forward to;"
                    },
                    {
                        "paragraph": "• Step 2: once everyone is finished, each participant takes their turn in sharing their story with the group;"
                    },
                    {
                        "paragraph": "• Step 3: encourage each participant to direct attention to how it feels to speak, how it feels to talk about something stressful as well as how it feels to share something positive;"
                    },
                    {
                        "paragraph": "• Step 4: participants are instructed to observe their own thoughts, feelings, and body sensations both when talking and when listening;"
                    },
                    {
                        "paragraph": "• Step 5: after each participant has shared, you can break into small groups and answer the questions below. Next, regroup and have a discussion and debrief with the following questions."
                    },
                    {
                        "paragraph": "• Step 5: after each participant has shared, you can break into small groups and answer the questions below. Next, regroup and have a discussion and debrief with the following questions."
                    },
                    {
                        "paragraph": "Those questions are:"
                    },
                    {
                        "paragraph": "• How did you feel when speaking during the exercise?"
                    },
                    {
                        "paragraph": "• How did you feel when listening during the exercise?"
                    },
                    {
                        "paragraph": "• Did you notice any mind-wandering?"
                    },
                    {
                        "paragraph": "• If so, what was the distraction?"
                    },
                    {
                        "paragraph": "• What helped you to bring your attention back to the present?"
                    },
                    {
                        "paragraph": "• Did your mind judge while listening to others?"
                    },
                    {
                        "paragraph": "• If so, how did “judging” feel in the body?"
                    },
                    {
                        "paragraph": "• Were there times where you felt empathy?"
                    },
                    {
                        "paragraph": "• If so, how did this feel in the body?"
                    },
                    {
                        "paragraph": "• How did your body feel right before speaking?"
                    },
                    {
                        "paragraph": "• How did your body feel right after speaking?"
                    },
                    {
                        "paragraph": "• What are you feeling right now?"
                    },
                    {
                        "paragraph": "• What would happen if you practiced mindful listening with each person that you spoke with?"
                    },
                    {
                        "paragraph": "• Do you think mindful listening would change the way you interact and relate with others?"
                    },
                    {
                        "paragraph": "• How would it feel if you set the intention to pay attention with curiosity, kindness, and acceptance to everything you said and everything you listened to?"
                    },
                    {
                        "paragraph": "In addition to the group activities here, you may also be interested in trying gentle yoga or Qigong, both of which involve a deliberate posture, purposeful breath, and an emphasis on awareness. Both of these activities have provided evidence for the benefits of mindfulness (Newsome, Waldo, & Gruszka, 2012)."
                    }
                ]
            }
        ]
    },
    {
        "title": "Benefits of Mindfulness",
        "summary": "Mindfulness can help reduce stress, improve your mental and physical health, and even increase your overall happiness in life. These mindfulness techniques can help you start reaping the benefits.",
        "wellbeingScore": 0.05,
        "category": "Stress",
        "source": "HelpGuide.org",
        "sourceURL": "https://www.helpguide.org/mental-health/stress/benefits-of-mindfulness?utm_source=chatgpt.com",
        "thumbnailURL": "https://www.sheknows.com/wp-content/uploads/2020/08/quick-mindfulness-tricks.png",
        "sections": [
            {
                "subTitle": "What is mindfulness?",
                "paragraphs": [
                    {
                        "paragraph": "It’s a busy world. You fold the laundry while keeping one eye on the kids and another on the television. You plan your day while listening to the radio and commuting to work, and then plan your weekend. But in the rush to accomplish necessary tasks, you may find yourself losing your connection with the present moment—missing out on what you’re doing and how you’re feeling. Did you notice whether you felt well-rested this morning or that forsythia is in bloom along your route to work?"
                    },
                    {
                        "paragraph": "Mindfulness is the practice of purposely focusing your attention on the present moment—and accepting it without judgment. Mindfulness is now being examined scientifically and has been found to be a key element in stress reduction and overall happiness.

"
                    }
                ]
            },
            {
                "subTitle": "What are the benefits of mindfulness?",
                "paragraphs": [
                    {
                        "paragraph": "It’s a busy world. You fold the laundry while keeping one eye on the kids and another on the television. You plan your day while listening to the radio and commuting to work, and then plan your weekend. But in the rush to accomplish necessary tasks, you may find yourself losing your connection with the present moment—missing out on what you’re doing and how you’re feeling. Did you notice whether you felt well-rested this morning or that forsythia is in bloom along your route to work?"
                    },
                    {
                        "paragraph": "Mindfulness is the practice of purposely focusing your attention on the present moment—and accepting it without judgment. Mindfulness is now being examined scientifically and has been found to be a key element in stress reduction and overall happiness.

"
                    }
                ]
            }
        ]
    }
]
