[
    {
        "title": "Self-care for mental health and wellbeing",
        "summary": "Self-care is a key way we protect our mental health and improve our wellbeing. In this article, we explain what exactly self-care is and why it's so beneficial during challenging times. You'll also find easy self-care ideas you can try right now or down the track.",
        "wellbeingScore": -1.0,
        "category": "Stress, Depression, Anxiety",
        "source": "Lifeline Australia",
        "sourceURL": "https://www.lifeline.org.au/get-help/support-toolkit/techniques-and-guides/self-care-for-mental-health-and-wellbeing?utm_source=chatgpt.com",
        "thumbnailURL": "https://clearbehavioralhealth.com/wp-content/uploads/2021/05/Neuro-Self-Care-and-Mental-Health-Blog-scaled.jpg.webp",
        "sections": [
            {
                "subTitle": "What is self-care?",
                "paragraphs": [
                    {
                        "paragraph": "Self-care is the practice of taking care of ourselves so that we can stay physically, mentally, and emotionally well."
                    },
                    {
                        "paragraph": "While we all have different ways of practising self-care, the ultimate goal is to make sure we spend time doing things that:"
                    },
                    {
                        "paragraph": "• Make us feel happy and healthy"
                    },
                    {
                        "paragraph": "• Lower our risk of disease and illness"
                    },
                    {
                        "paragraph": "• Help us manage stress or cope during challenging times"
                    },
                    {
                        "paragraph": "• Allow us to feel physically and psychologically safe"
                    },
                    {
                        "paragraph": "• Promote strong social connections."
                    },
                    {
                        "paragraph": "Sometimes, self-care activities don’t require much thought - like brushing our teeth or having a coffee with a friend."
                    },
                    {
                        "paragraph": "But other self-activities are more deliberate - like taking time away from technology, journaling our thoughts and feelings, or booking an appointment with a therapist."
                    },
                    {
                        "paragraph": "Ultimately, a self-care activity is something that fills our ‘wellbeing cup’ instead of emptying it."
                    }
                ]
            },
            {
                "subTitle": "Why is self-care important?",
                "paragraphs": [
                    {
                        "paragraph": "An easy way to understand the importance of self-care is to think of yourself as a laptop computer. It doesn’t matter if you spend the entire day using it to study for exams, play a game, or host a video conference for work, at some point, you’re going to have to recharge the battery."
                    },
                    {
                        "paragraph": "But of course, we can’t just plug ourselves into a power point …"
                    },
                    {
                        "paragraph": "Instead, we recharge by:"
                    },
                    {
                        "paragraph": "• Sleeping enough"
                    },
                    {
                        "paragraph": "• Eating well"
                    },
                    {
                        "paragraph": "• Moving our bodies"
                    },
                    {
                        "paragraph": "• Connecting with people"
                    },
                    {
                        "paragraph": "• Doing activities we enjoy."
                    },
                    {
                        "paragraph": "These five areas (sleep, nutrition, movement, connection, and fun) are proven to have huge impacts on our mental health and wellbeing, which is why being proactive about your self-care can be so beneficial."
                    },
                    {
                        "paragraph": "Making time for self-care can be difficult, especially when you’re working full-time, studying, or raising a family (or doing all those things at once!)."
                    },
                    {
                        "paragraph": "It can also be difficult to make self-care a priority if you don’t feel like you deserve it or it won’t make a difference. Feeling unworthy, undeserving, or hopeless can sometimes be signs of low self-esteem. If this sounds like you, please know that everyone deserves time and space to practise self-care."
                    },
                    {
                        "paragraph": "Remember - self-care isn’t selfish."
                    },
                    {
                        "paragraph": "We know self-care is important for good mental health and wellbeing, which is why you never need to feel guilty about making it a priority."
                    },
                    {
                        "paragraph": "With that being said, when you’re stressed, depressed, or just feeling a bit flat, it can be difficult to find the energy to even think of how you can practise self-care."
                    },
                    {
                        "paragraph": "Having a pre-prepared self-care plan, like a self-care box, can be helpful when moments like these hit unexpectedly. This is because it removes the pressure of needing to think about what to do during tough times."
                    }
                ]
            },
            {
                "subTitle": "Finding the right self-care for you",
                "paragraphs": [
                    {
                        "paragraph": "Even though a self-care activity like cuddling puppies might be something a lot of people would enjoy, it’s likely that what fills your cup won’t fill someone else's."
                    },
                    {
                        "paragraph": "And contrary to what someone on social media might tell you, self-care doesn’t have to involve expensive moisturiser, a remedial massage, or an expensive gym membership. In fact, it doesn’t have to cost a thing."
                    },
                    {
                        "paragraph": "Here are some examples of self-care choices you can make that are free:"
                    },
                    {
                        "paragraph": "• Saying no to a late night out"
                    },
                    {
                        "paragraph": "• Taking time to cook a nice meal"
                    },
                    {
                        "paragraph": "• Going for a walk before work"
                    },
                    {
                        "paragraph": "• Calling a friend for a chat"
                    },
                    {
                        "paragraph": "• Playing board games."
                    },
                    {
                        "paragraph": "It’s important to point out that when we’re really struggling, sometimes the only self-care we can practise is literally just making it out of the house to get some sunshine, and that’s okay."
                    },
                    {
                        "paragraph": "Even the smallest amount of self-care can be beneficial."
                    },
                    {
                        "paragraph": "Scroll down to learn more self-care ideas that might work for you."
                    }
                ]
            },
            {
                "subTitle": "Create a morning and evening self-care routine",
                "paragraphs": [
                    {
                        "paragraph": "When we’re feeling overwhelmed or low, it’s easy to be too busy, too tired, or just too ‘can’t be bothered’ to think about how to face and end the day."
                    },
                    {
                        "paragraph": "Creating morning and evening routines (and sticking to them) can be really helpful because they make it easy to reach for the self-care activities you know work for you."
                    },
                    {
                        "paragraph": "In the morning, your self-care routine could look like:"
                    },
                    {
                        "paragraph": "• Not reaching for your phone for the first 10 minutes after waking"
                    },
                    {
                        "paragraph": "• Drinking a glass of water or cup of coffee outside in the morning sunlight"
                    },
                    {
                        "paragraph": "• Reading something non-news, non-school, or non-work related"
                    },
                    {
                        "paragraph": "• Meditating for 5-10 minutes"
                    },
                    {
                        "paragraph": "• Setting an intention for the day. For example: ‘I want to feel grateful today.’"
                    },
                    {
                        "paragraph": "In the evening, your self-care routine could look like:"
                    },
                    {
                        "paragraph": "• Watching the sunset outside or through a window"
                    },
                    {
                        "paragraph": "• Having a cup of tea while chatting with a friend or family member (in person or over the phone)"
                    },
                    {
                        "paragraph": "• Writing down three things you’re grateful for"
                    },
                    {
                        "paragraph": "• Stretching"
                    },
                    {
                        "paragraph": "• Listening to a sleep story or guided meditation track."
                    }
                ]
            }
        ]
    }
]
