[
    {
        "title": "If Today Feels Like Too Much...",
        "summary": "You don’t have to fix everything right now. If your brain feels heavy and your heart feels tired, this one's for you. A soft pause. A small breath. And maybe a smile — if not now, then soon.",
        "wellbeingScore": -1.0,
        "category": "Gentle Survival Mode",
        "categoryIcon": "cloud.heavyrain",
        "thumbnailURL": "https://images.unsplash.com/photo-1501691223387-dd0500403074?q=80&w=927&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "You Don’t Have to Do Everything",
                "paragraphs": [
                    {
                        "paragraph": "If all you did today was breathe — that was enough."
                    },
                    {
                        "paragraph": "You don’t need to be ‘productive’ to deserve rest."
                    },
                    {
                        "paragraph": "It’s okay if your only win today was brushing your teeth. Or not."
                    },
                    {
                        "paragraph": "You’re not lazy. You’re surviving. That’s not nothing."
                    }
                ]
            },
            {
                "subTitle": "A Few Soft Truths",
                "paragraphs": [
                    {
                        "paragraph": "The world will not end if you take a nap."
                    },
                    {
                        "paragraph": "You can cry and still be strong."
                    },
                    {
                        "paragraph": "You can feel broken and still be whole."
                    },
                    {
                        "paragraph": "You're not too much. You're not too little. You're just... human."
                    }
                ]
            },
            {
                "subTitle": "Some Light (and Slightly Dumb) Relief",
                "paragraphs": [
                    {
                        "paragraph": "You’ve survived 100% of your bad days so far. That’s a better success rate than most AI startups."
                    },
                    {
                        "paragraph": "If you think you're failing, remember: bananas are technically berries and strawberries aren't. The world makes no sense anyway."
                    },
                    {
                        "paragraph": "Your brain is tired, not broken. Even laptops need to restart sometimes."
                    },
                    {
                        "paragraph": "Consider drinking water. Or becoming water. Both are valid at this point."
                    }
                ]
            },
            {
                "subTitle": "No Pressure, Just This",
                "paragraphs": [
                    {
                        "paragraph": "You’re allowed to pause. You’re allowed to not be okay."
                    },
                    {
                        "paragraph": "You’re allowed to feel hopeless and still hope, quietly, that something will shift."
                    },
                    {
                        "paragraph": "You’re allowed to stay. Even when you don’t know why."
                    },
                    {
                        "paragraph": "You matter. Even now. Especially now."
                    }
                ]
            }
        ]
    },
    {
        "title": "The Power of the Pause",
        "summary": "Feeling drained or emotionally overwhelmed from uni tasks? You're not alone. This story invites you to take a breath, reflect, and reset — not with toxic positivity, but with real, manageable actions you can take today.",
        "wellbeingScore": -0.5,
        "category": "Emotional Reset",
        "categoryIcon": "wind",
        "thumbnailURL": "https://images.unsplash.com/photo-1533162507191-d90c625b2640?q=80&w=987&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "A Week That Hit Hard",
                "paragraphs": [
                    {
                        "paragraph": "Emma sat staring at her laptop. She wasn’t even sure what the assignment was about anymore — her eyes had been reading the same line for ten minutes. It wasn’t that she was lazy, or disinterested. It was just... everything felt heavy."
                    },
                    {
                        "paragraph": "Maybe you've felt something similar. The kind of fatigue that doesn’t go away after one night’s sleep. The kind of stress that doesn’t scream, but simmers quietly in the background, day after day."
                    }
                ]
            },
            {
                "subTitle": "You Are Not a Machine",
                "paragraphs": [
                    {
                        "paragraph": "When we're constantly managing deadlines, juggling expectations, and trying not to fall behind, it’s easy to forget that we are not productivity machines."
                    },
                    {
                        "paragraph": "And yet, many of us judge ourselves harshly for needing a pause — even when it’s exactly what our minds and bodies are calling for."
                    }
                ]
            },
            {
                "subTitle": "Try This: The Mini-Recharge",
                "paragraphs": [
                    {
                        "paragraph": "You don’t need a full weekend away to reset. Try a 'mini-recharge' — 15–30 minutes just for you. No screens. No to-do lists. Just something gentle."
                    },
                    {
                        "paragraph": "Ideas: take a walk with music that makes you feel safe. Doodle your stress out. Sit outside and do nothing. Or lie on your floor and just breathe."
                    },
                    {
                        "paragraph": "These pauses don’t ‘fix’ everything. But they remind your nervous system that you are not in danger. That you are safe, and that you matter."
                    }
                ]
            },
            {
                "subTitle": "A Note from Someone Who's Been There",
                "paragraphs": [
                    {
                        "paragraph": "Burnout doesn’t always look dramatic. Sometimes it looks like silence. Like feeling nothing. Like guilt for not being more productive."
                    },
                    {
                        "paragraph": "But you are not broken. You are responding exactly how any human would, under pressure. You are worthy of care — not just once things are ‘done’, but right now, as you are."
                    }
                ]
            }
        ]
    },
    {
        "title": "Come Back to the Moment",
        "summary": "You’re just a little off. Not bad — just out of rhythm. This short meditation guide invites you to pause, breathe, and settle. Nothing to fix. Just space to be.",
        "wellbeingScore": -0.1,
        "category": "Mindful Reset",
        "categoryIcon": "apple.meditate",
        "thumbnailURL": "https://images.unsplash.com/photo-1729258345933-e19940bd9e09?q=80&w=1762&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "Start Here",
                "paragraphs": [
                    {
                        "paragraph": "Wherever you are right now, pause."
                    },
                    {
                        "paragraph": "Let your shoulders drop. Unclench your jaw. Soften your gaze."
                    },
                    {
                        "paragraph": "You don’t need to sit perfectly. You don’t need silence. Just notice this moment."
                    }
                ]
            },
            {
                "subTitle": "The Breath You Already Have",
                "paragraphs": [
                    {
                        "paragraph": "Inhale slowly through your nose. Let the breath reach your belly."
                    },
                    {
                        "paragraph": "Hold for a moment — just long enough to feel full."
                    },
                    {
                        "paragraph": "Exhale gently through your mouth. Feel the tension go with it."
                    },
                    {
                        "paragraph": "Repeat, if it feels good."
                    }
                ]
            },
            {
                "subTitle": "Name What’s Here",
                "paragraphs": [
                    {
                        "paragraph": "Without judgment, notice what you're feeling."
                    },
                    {
                        "paragraph": "Maybe it’s tiredness. Maybe it’s boredom. Maybe it’s nothing you can name."
                    },
                    {
                        "paragraph": "Whatever it is — it’s allowed to be here."
                    },
                    {
                        "paragraph": "You are not wrong for feeling it."
                    }
                ]
            },
            {
                "subTitle": "Let the Moment Hold You",
                "paragraphs": [
                    {
                        "paragraph": "Come back to the breath. Just one more, if that’s all you have."
                    },
                    {
                        "paragraph": "There’s nothing else you need to do right now."
                    },
                    {
                        "paragraph": "The moment is holding you. Let that be enough."
                    },
                    {
                        "paragraph": "When you’re ready, gently return."
                    }
                ]
            }
        ]
    },
    {
        "title": "Caught in the Middle",
        "summary": "Not bad. Not amazing. Just... okay. This story is for the in-between days — the ones where you're functioning, but not quite flourishing. Let's explore how small check-ins and moments of joy can make a meaningful difference.",
        "wellbeingScore": 0.0,
        "category": "Everyday Balance",
        "categoryIcon": "leaf",
        "thumbnailURL": "https://images.unsplash.com/photo-1447752875215-b2761acb3c5d?q=80&w=2670&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "Neither High Nor Low",
                "paragraphs": [
                    {
                        "paragraph": "Alex didn’t feel sad. Or excited. Or anxious. Or happy. They just felt… fine. The kind of mood where everything’s in grayscale, and you’re not sure whether to push forward or pause."
                    },
                    {
                        "paragraph": "Sometimes, the middle feels confusing. There’s no urgency to 'fix' anything, but also no spark to celebrate. It’s tempting to ignore it — but this space matters too."
                    }
                ]
            },
            {
                "subTitle": "The Power of the Check-In",
                "paragraphs": [
                    {
                        "paragraph": "Think of your wellbeing like a battery. At 0%, things shut down. At 100%, you're fully charged. But when you're at 50%, you still need to recharge — just more gently."
                    },
                    {
                        "paragraph": "A quick check-in question can help: 'What do I need right now, if anything?' Even just asking that shows self-awareness and care."
                    }
                ]
            },
            {
                "subTitle": "Micro-Moments That Add Up",
                "paragraphs": [
                    {
                        "paragraph": "You don’t need a huge change to feel better. A favourite song. A walk without your phone. A funny video. A stretch. A real conversation."
                    },
                    {
                        "paragraph": "These ‘micro-moments’ don’t solve everything, but they shift your emotional climate — often in under five minutes."
                    }
                ]
            },
            {
                "subTitle": "Try This: The 2% Shift",
                "paragraphs": [
                    {
                        "paragraph": "Instead of aiming for a perfect day, what would a 2% better day look like? One extra glass of water? One kind message to a friend?"
                    },
                    {
                        "paragraph": "These shifts compound. And over time, they turn ‘okay’ into ‘good enough’, and then into something even better."
                    }
                ]
            }
        ]
    },
    {
        "title": "When Things Feel Sort of Okay (That’s Huge)",
        "summary": "You’re doing better than you give yourself credit for. This story is a warm nudge to notice the progress, protect your peace, and plant seeds for what’s next — without rushing.",
        "wellbeingScore": 0.5,
        "category": "Positive Momentum",
        "categoryIcon": "sparkles",
        "thumbnailURL": "https://images.unsplash.com/photo-1632900182533-c8ee9ba229f4?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "Small Wins Are Real Wins",
                "paragraphs": [
                    {
                        "paragraph": "If your brain hasn’t been a battlefield lately, take a moment to appreciate that. Peace — even quiet peace — is worth noticing."
                    },
                    {
                        "paragraph": "Maybe you handled a small thing calmly. Maybe you asked for help. Maybe you didn’t spiral when you normally would. That’s not ‘just life’. That’s growth."
                    }
                ]
            },
            {
                "subTitle": "Protect What’s Working",
                "paragraphs": [
                    {
                        "paragraph": "When you’re in a better headspace, it’s tempting to overcommit, say yes to everything, or rush to catch up."
                    },
                    {
                        "paragraph": "But protect what’s working. Your peace isn’t accidental — it’s something you’ve earned. Let it last a little longer."
                    },
                    {
                        "paragraph": "Don’t fill every moment. Let some moments stay still."
                    }
                ]
            },
            {
                "subTitle": "Try This: Anchor a Good Habit",
                "paragraphs": [
                    {
                        "paragraph": "Use this calmer energy to anchor one small habit you can carry into tougher weeks."
                    },
                    {
                        "paragraph": "Not a 5AM gym plan. Not a new side hustle. Just one kind thing you do for yourself regularly."
                    },
                    {
                        "paragraph": "A five-minute journal. Stretching. Tea at sunset. A no-screen walk. Let it be small. Let it be yours."
                    }
                ]
            },
            {
                "subTitle": "This Isn’t the End — It’s the Middle",
                "paragraphs": [
                    {
                        "paragraph": "You don’t need to feel ‘great’ to be doing great."
                    },
                    {
                        "paragraph": "This middle ground — where things feel okay, manageable, even hopeful — this is where real life happens."
                    },
                    {
                        "paragraph": "And guess what? You're already living it. Keep going."
                    }
                ]
            }
        ]
    },
    {
        "title": "When Your Soul is Bright, Let it Shine",
        "summary": "You’re glowing right now — and whether it’s quiet joy or full-blown euphoria, it deserves to be noticed. Here’s a poetic reflection to celebrate your light, and a gentle prompt to carry it forward.",
        "wellbeingScore": 1.0,
        "category": "Joyful Momentum",
        "categoryIcon": "sun.max",
        "thumbnailURL": "https://images.unsplash.com/photo-1629218569245-7a462fbc1040?q=80&w=1287&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "Today, You Are the Sun",
                "paragraphs": [
                    {
                        "paragraph": "Not everything is perfect. But right now, something in you is shining."
                    },
                    {
                        "paragraph": "Maybe it’s peace. Maybe it’s clarity. Maybe it’s the quiet triumph of getting through the storm."
                    },
                    {
                        "paragraph": "Let yourself feel it. Let it be loud. Let it be still. Let it be yours."
                    }
                ]
            },
            {
                "subTitle": "Breathe It In",
                "paragraphs": [
                    {
                        "paragraph": "The light doesn’t need to be earned. Joy doesn’t have to be productive."
                    },
                    {
                        "paragraph": "You are allowed to feel good for no reason."
                    },
                    {
                        "paragraph": "So breathe in the moment — no guilt, no rush, no next step."
                    }
                ]
            },
            {
                "subTitle": "Anchor the Feeling",
                "paragraphs": [
                    {
                        "paragraph": "Where are you right now? What do you see? What do you hear? Who are you becoming in this moment?"
                    },
                    {
                        "paragraph": "Capture it — not with a photo, but with awareness."
                    },
                    {
                        "paragraph": "The future you will want to remember how this felt."
                    }
                ]
            },
            {
                "subTitle": "Pass It On",
                "paragraphs": [
                    {
                        "paragraph": "If you have energy, give someone kindness. If you have clarity, offer someone direction."
                    },
                    {
                        "paragraph": "You’re not responsible for saving the world. But even one drop of light can ripple."
                    },
                    {
                        "paragraph": "Today, you have that drop. Let it fall gently into the world."
                    }
                ]
            }
        ]
    }
]
