[
    {
        "title": "The Power of the Pause",
        "summary": "Feeling drained or emotionally overwhelmed from uni tasks? You're not alone. This story invites you to take a breath, reflect, and reset — not with toxic positivity, but with real, manageable actions you can take today.",
        "wellbeingScore": -0.5,
        "category": "Emotional Reset",
        "categoryIcon": "wind",
        "thumbnailURL": "https://images.unsplash.com/photo-1533162507191-d90c625b2640?q=80&w=987&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "A Week That Hit Hard",
                "paragraphs": [
                    {
                        "paragraph": "Emma sat staring at her laptop. She wasn’t even sure what the assignment was about anymore — her eyes had been reading the same line for ten minutes. It wasn’t that she was lazy, or disinterested. It was just... everything felt heavy."
                    },
                    {
                        "paragraph": "Maybe you've felt something similar. The kind of fatigue that doesn’t go away after one night’s sleep. The kind of stress that doesn’t scream, but simmers quietly in the background, day after day."
                    }
                ]
            },
            {
                "subTitle": "You Are Not a Machine",
                "paragraphs": [
                    {
                        "paragraph": "When we're constantly managing deadlines, juggling expectations, and trying not to fall behind, it’s easy to forget that we are not productivity machines."
                    },
                    {
                        "paragraph": "And yet, many of us judge ourselves harshly for needing a pause — even when it’s exactly what our minds and bodies are calling for."
                    }
                ]
            },
            {
                "subTitle": "Try This: The Mini-Recharge",
                "paragraphs": [
                    {
                        "paragraph": "You don’t need a full weekend away to reset. Try a 'mini-recharge' — 15–30 minutes just for you. No screens. No to-do lists. Just something gentle."
                    },
                    {
                        "paragraph": "Ideas: take a walk with music that makes you feel safe. Doodle your stress out. Sit outside and do nothing. Or lie on your floor and just breathe."
                    },
                    {
                        "paragraph": "These pauses don’t ‘fix’ everything. But they remind your nervous system that you are not in danger. That you are safe, and that you matter."
                    }
                ]
            },
            {
                "subTitle": "A Note from Someone Who's Been There",
                "paragraphs": [
                    {
                        "paragraph": "Burnout doesn’t always look dramatic. Sometimes it looks like silence. Like feeling nothing. Like guilt for not being more productive."
                    },
                    {
                        "paragraph": "But you are not broken. You are responding exactly how any human would, under pressure. You are worthy of care — not just once things are ‘done’, but right now, as you are."
                    }
                ]
            }
        ]
    },
    {
        "title": "Caught in the Middle",
        "summary": "Not bad. Not amazing. Just... okay. This story is for the in-between days — the ones where you're functioning, but not quite flourishing. Let's explore how small check-ins and moments of joy can make a meaningful difference.",
        "wellbeingScore": 0.0,
        "category": "Everyday Balance",
        "categoryIcon": "leaf",
        "thumbnailURL": "https://images.unsplash.com/photo-1447752875215-b2761acb3c5d?q=80&w=2670&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
        "sections": [
            {
                "subTitle": "Neither High Nor Low",
                "paragraphs": [
                    {
                        "paragraph": "Alex didn’t feel sad. Or excited. Or anxious. Or happy. They just felt… fine. The kind of mood where everything’s in grayscale, and you’re not sure whether to push forward or pause."
                    },
                    {
                        "paragraph": "Sometimes, the middle feels confusing. There’s no urgency to 'fix' anything, but also no spark to celebrate. It’s tempting to ignore it — but this space matters too."
                    }
                ]
            },
            {
                "subTitle": "The Power of the Check-In",
                "paragraphs": [
                    {
                        "paragraph": "Think of your wellbeing like a battery. At 0%, things shut down. At 100%, you're fully charged. But when you're at 50%, you still need to recharge — just more gently."
                    },
                    {
                        "paragraph": "A quick check-in question can help: 'What do I need right now, if anything?' Even just asking that shows self-awareness and care."
                    }
                ]
            },
            {
                "subTitle": "Micro-Moments That Add Up",
                "paragraphs": [
                    {
                        "paragraph": "You don’t need a huge change to feel better. A favourite song. A walk without your phone. A funny video. A stretch. A real conversation."
                    },
                    {
                        "paragraph": "These ‘micro-moments’ don’t solve everything, but they shift your emotional climate — often in under five minutes."
                    }
                ]
            },
            {
                "subTitle": "Try This: The 2% Shift",
                "paragraphs": [
                    {
                        "paragraph": "Instead of aiming for a perfect day, what would a 2% better day look like? One extra glass of water? One kind message to a friend?"
                    },
                    {
                        "paragraph": "These shifts compound. And over time, they turn ‘okay’ into ‘good enough’, and then into something even better."
                    }
                ]
            }
        ]
    }
]
