[
    {
        "locationName": "Chengdu IFS",
        "city": "Chengdu",
        "country": "China",
        "latitude": 30.658000,
        "longitude": 104.079060,
        "timeZoneIdentifier": "Asia/Chongqing",
        "activityTitle": "Shopping at Chengdu IFS",
        "ActivitySubcategory": "Shopping",
        "imageLink": "https://news.cgtn.com/news/2025-03-04/Chengdu-Where-pandas-hot-pot-and-animations-meet-innovation-1BsMoiKH2ow/img/530844973b9b4833a0e6f4c886851a18/530844973b9b4833a0e6f4c886851a18.png",
        "websiteLink": "https://www.cdifs.cn/en/about-ifs-en",
        "phoneNumber": "028-69396939",
        "activityStory": [
            {
                "sectionTitle": "Chengdu IFS: Where Fashion, Art, and Culture Converge",
                "sectionBody": [
                    {
                        "bodyParagraph": "Located in the heart of Chunxi Road—Chengdu’s most vibrant commercial district—Chengdu International Finance Square (IFS) is more than a luxury shopping mall. It’s a modern icon that brings together art, architecture, and lifestyle. Whether you’re a shopper, photographer, foodie, or casual explorer, IFS offers a snapshot of urban Chengdu at its most dynamic."
                    }
                ]
            },
            {
                "sectionTitle": "The Giant Panda on the Rooftop",
                "sectionBody": [
                    {
                        "bodyParagraph": "One of IFS’s most famous features is “I Am Here”, a giant panda sculpture climbing the building’s façade. Created by artist Lawrence Argent, the sculpture has become a beloved symbol of Chengdu and a viral photo spot on social media. The playful panda, peeking over the edge of the building, adds a whimsical touch to the luxury complex."
                    }
                ],
                "sectionImage": "https://images.unsplash.com/photo-1709560331476-94206986273c?q=80&w=2187&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
                "sectionImageCaption": "“I Am Here” Panda Sculpture on IFS",
                "sectionImageCredit": "Siu Chiu"
            },
            {
                "sectionTitle": "A Shopping Paradise",
                "sectionBody": [
                    {
                        "bodyParagraph": "Chengdu IFS houses over 600 brands, including Chanel, Hermès, Louis Vuitton, and Apple. The interior is sleek and modern, with art installations, digital screens, and landscaped terraces. It’s not just a shopping mall—it’s a lifestyle destination. Even if you’re not buying, the window displays and ambiance are worth experiencing."
                    }
                ]
            },
            {
                "sectionTitle": "Food and Leisure Above the City",
                "sectionBody": [
                    {
                        "bodyParagraph": "Beyond shopping, IFS offers rooftop gardens and dining options that overlook the skyline. Popular restaurants, cafés, and even tea houses are scattered across multiple levels, making it a great place to relax. The outdoor plaza is often home to exhibitions and pop-up events."
                    }
                ],
                "sectionImage": "https://www.cdifs.cn/dashcloud/wp-content/uploads/The-Rooftop屋顶露台-768x576.jpg",
                "sectionImageCaption": "Niccolo Chengdu",
                "sectionImageCredit": "Chengdu IFS"
            },
            {
                "sectionTitle": "Why You Should Go",
                "sectionBody": [
                    {
                        "bodyParagraph": "Chengdu IFS is the city’s perfect mix of contemporary life and cultural flair. With a giant panda climbing its walls, sky-high cafés, and endless shopping and dining, it’s more than a mall—it’s a symbol of Chengdu’s modern personality. Don’t forget to snap a photo with the panda—you’re here now, just like him."
                    }
                ]
            }
        ]
    },
    {
        "locationName": "Anshun Bridge",
        "city": "Chengdu",
        "country": "China",
        "latitude": 30.644198,
        "longitude": 104.083351,
        "timeZoneIdentifier": "Asia/Chongqing",
        "activityTitle": "Exploring Marco Polo's footprints: Chengdu Anshun Bridge",
        "ActivitySubcategory": "Tour",
        "imageLink": "https://www.cathaypacific.com/content/dam/focal-point/cx/inspiration/2024/05/A-travel-guide-to-Chengdu_China-Famous_landmark_of_Chengdu-f9photos-Gettyimages-HERO.renditionimage.1700.850.jpg",
        "activityStory": [
            {
                "sectionTitle": "A Historic Gem in Chengdu",
                "sectionBody": [
                    {
                        "bodyParagraph": "In the long flow of history, travel has always been a powerful way to experience culture—and Anshun Bridge in Chengdu is a perfect example. Even Marco Polo, one of the earliest “travel bloggers,” praised this bridge in his writings, calling attention to its beauty and cultural richness. Let’s explore the story of this ancient landmark that continues to charm visitors today."
                    }
                ]
            },
            {
                "sectionTitle": "A Bridge Between Past and Present",
                "sectionBody": [
                    {
                        "bodyParagraph": "Located in the heart of Chengdu, Anshun Bridge stretches across the calm Jin River, blending centuries-old history with modern elegance. Originally built during the Ming Dynasty, it once served as a vital transport hub and symbol of economic activity. From the bridge, visitors can enjoy scenic river views and experience a deep sense of cultural heritage."
                    },
                    {
                        "bodyParagraph": "Marco Polo described it vividly: marble pillars on both sides, a red-tiled wooden roof, and intricate patterns showcasing the architectural brilliance of its time."
                    }
                ]
            },
            {
                "sectionTitle": "A Bridge That Tells Stories",
                "sectionBody": [
                    {
                        "bodyParagraph": "In ancient times, Anshun Bridge was a vibrant marketplace. Craftspeople displayed their skills, merchants called out their prices, and a central tax point underscored the bridge’s role in trade. As Marco Polo wrote, it was not just a bridge—but a lively center of daily life."
                    },
                    {
                        "bodyParagraph": "Even today, the bridge remains a popular gathering spot for both tourists and locals."
                    }
                ],
                "sectionImage": "https://thumbs.dreamstime.com/b/anshun-bridge-night-chengdu-china-famous-landmark-chengdue-over-jin-river-illuminated-sichuan-125999230.jpg",
                "sectionImageCaption": "Anshun bridge over Jin River illuminated at night, Chengdue, Sichuan, China",
                "sectionImageCredit": "Dmitry Rukhlenko"
            },
            {
                "sectionTitle": "An Icon Reimagined",
                "sectionBody": [
                    {
                        "bodyParagraph": "Though rebuilt multiple times, the current Anshun Bridge remains a cultural landmark. By day, it welcomes photo-loving tourists; by night, it glows with colorful lights reflecting in the water—a dreamlike sight. Take a stroll, listen to the gentle flow beneath, and feel the echoes of the past still alive around you."
                    }
                ]
            }
        ]
    },
    {
        "locationName": "Shanghai Disney Resort",
        "city": "Shanghai",
        "country": "China",
        "latitude": 31.145774,
        "longitude": 121.655321,
        "timeZoneIdentifier": "Asia/Shanghai",
        "activityTitle": "Magic Meets Modern China",
        "ActivitySubcategory": "Amusement Park",
        "imageLink": "https://secure.cdn2.wdpromedia.cn/resize/mwImage/1/720/405/90/wdpromedia.disney.go.com/media/wdpro-shdr-assets/prod/en-cn/system/images/shdr-spring-campaign-hero-updated2.jpg",
        "websiteLink": "https://www.shanghaidisneyresort.com/en/",
        "ticketLink": "https://www.shanghaidisneyresort.com/en/tickets/",
        "phoneNumber": "+86 (21) 2099 8001",
        "activityStory": [
            {
                "sectionTitle": "About Shanghai Disneyland",
                "sectionBody": [
                    {
                        "bodyParagraph": "Located in Pudong, Shanghai Disneyland is the first Disney resort in mainland China and the largest Disney park in Asia. Opened in 2016, it blends classic Disney storytelling with Chinese cultural elements, creating a one-of-a-kind experience for families, couples, and solo travelers alike."
                    }
                ]
            },
            {
                "sectionTitle": "Must-See: Enchanted Storybook Castle",
                "sectionBody": [
                    {
                        "bodyParagraph": "At the heart of the park stands the Enchanted Storybook Castle—the tallest, largest, and most interactive castle in any Disney park worldwide. Unlike other parks, this castle represents all Disney princesses, not just one, and offers attractions, dining, and even a boat ride beneath it."
                    }
                ],
                "sectionImage": "https://www.yourdisney.com.tw/wp-content/uploads/The-castle-after-closing-hours..jpg",
                "sectionImageCaption": "Enchanted Storybook Castle, the centerpiece of Shanghai Disneyland"
            },
            {
                "sectionTitle": "Top Rides and Attractions",
                "sectionBody": [
                    {
                        "bodyParagraph": " • TRON Lightcycle Power Run – A futuristic, high-speed roller coaster."
                    },
                    {
                        "bodyParagraph": " • Pirates of the Caribbean: Battle for the Sunken Treasure – A jaw-dropping boat ride with cutting-edge visuals."
                    },
                    {
                        "bodyParagraph": " • Roaring Rapids – A thrilling river adventure through mysterious mountains."
                    },
                    {
                        "bodyParagraph": " • Soaring Over the Horizon – A breathtaking hang-glider simulation over global landmarks."
                    },
                    {
                        "bodyParagraph": " • Alice in Wonderland Maze – A beautiful outdoor walk-through perfect for all ages."
                    }
                ]
            },
            {
                "sectionTitle": "Dining Tips",
                "sectionBody": [
                    {
                        "bodyParagraph": "From Western fast food to Chinese cuisine, the park caters to all tastes. Try:"
                    },
                    {
                        "bodyParagraph": " • Royal Banquet Hall – Inside the castle, offering fine dining with Disney character encounters."
                    },
                    {
                        "bodyParagraph": " • Wandering Moon Teahouse – Beautiful Chinese-style eatery with rice bowls, noodles, and soups."
                    },
                    {
                        "bodyParagraph": " • Remy’s Patisserie – Ideal for quick snacks and sweets."
                    }
                ]
            },
            {
                "sectionTitle": "Don’t Miss the Night Parade & Fireworks",
                "sectionBody": [
                    {
                        "bodyParagraph": "End your day with the “Ignite the Dream” fireworks show and Mickey’s Storybook Express Parade. The castle lights up with dazzling projections and music—a magical finale that leaves everyone smiling."
                    }
                ],
                "sectionImage": "https://blooloop.com/wp-content/uploads/2021/04/shanghai-disney-illuminate.jpeg",
                "sectionImageCaption": "Shanghai Disney unveils new nighttime show Illuminate!",
                "sectionImageCredit": "Shanghai Disney Resort"
            }
        ]
    },
    {
        "locationName": "Badaling Great Wall",
        "city": "Beijing",
        "country": "China",
        "latitude": 40.360672,
        "longitude": 116.009177,
        "timeZoneIdentifier": "Asia/Harbin",
        "activityTitle": "A Journey to China’s Timeless Wonder",
        "ActivitySubcategory": "Hiking",
        "imageLink": "https://www.beijingservice.com/beijing-photo/badaling-great-wall.jpg",
        "websiteLink": "http://www.badaling.cn/",
        "ticketLink": "https://au.trip.com/travel-guide/attraction/beijing/badaling-great-wall-75596?curr=AUD&locale=en-AU&scene=basic",
        "phoneNumber": "+86 (10) 6912 1737",
        "activityStory": [
            {
                "sectionTitle": "A Journey to China’s Timeless Wonder",
                "sectionBody": [
                    {
                        "bodyParagraph": "Badaling (八达岭) is the most famous and best-preserved section of the Great Wall of China, located about 70 km northwest of central Beijing. As the first part of the Wall to open to the public in 1957, it offers breathtaking views, wide walking paths, and deep historical significance."
                    }
                ]
            },
            {
                "sectionTitle": "What Makes Badaling Special?",
                "sectionBody": [
                    {
                        "bodyParagraph": " • Historic Importance: Built during the Ming Dynasty (1505), Badaling was a military stronghold that protected Beijing from northern invasions."
                    },
                    {
                        "bodyParagraph": " • Accessibility: Wide stone steps and handrails make it the most visitor-friendly section—suitable even for seniors and children."
                    },
                    {
                        "bodyParagraph": " • UNESCO Recognition: Badaling helped earn the Great Wall its World Heritage status in 1987."
                    }
                ],
                "sectionImage": "https://english.beijing.gov.cn/travellinginbeijing/hotroutes/202409/W020240911487877367292.png",
                "sectionImageCaption": "Sunrise observed from the Great Wall",
                "sectionImageCredit": "english.beijing.gov.cn"
            },
            {
                "sectionTitle": "Best Ways to Explore",
                "sectionBody": [
                    {
                        "bodyParagraph": " • Hike the Wall: Choose between the North route (steeper with higher views) and South route (gentler and less crowded)."
                    },
                    {
                        "bodyParagraph": " • Cable Car or Funicular: For a less strenuous experience, take a cable car up and hike down."
                    },
                    {
                        "bodyParagraph": " • Scenic Photo Spots: Tower 8 and Tower 12 offer sweeping panoramic views."
                    }
                ]
            },
            {
                "sectionTitle": "What to Bring",
                "sectionBody": [
                    {
                        "bodyParagraph": " • Comfortable walking shoes"
                    },
                    {
                        "bodyParagraph": " • Sunscreen and a hat"
                    },
                    {
                        "bodyParagraph": " • Water and light snacks"
                    },
                    {
                        "bodyParagraph": " • Layers for changing weather"
                    },
                    {
                        "bodyParagraph": "Tip: Avoid wearing slippery shoes—the stone steps can be uneven."
                    }
                ]
            },
            {
                "sectionTitle": "Final Thoughts",
                "sectionBody": [
                    {
                        "bodyParagraph": "The Badaling Great Wall offers one of the most accessible and majestic ways to experience China’s ancient history. Whether you climb the steep towers or glide up by cable car, it’s a must-visit for every traveler in Beijing."
                    }
                ],
                "sectionImage": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/badaling-great-wall-beijing-huang-xin.jpg",
                "sectionImageCaption": "Badaling Great Wall, Beijing",
                "sectionImageCredit": "Huang Xin"
            }
        ]
    },
    {
        "locationName": "Jinsha Site Museum",
        "city": "Chengdu",
        "country": "China",
        "latitude": 30.6885,
        "longitude": 104.0106,
        "timeZoneIdentifier": "Asia/Chongqing",
        "activityTitle": "The Lost Kingdom Beneath Chengdu",
        "ActivitySubcategory": "Museum",
        "imageLink": "https://en.people.cn/mediafile/pic/BIG/20230626/30/16338973876055559614.jpg",
        "websiteLink": "http://www.jinshasitemuseum.com/",
        "ticketLink": "http://www.jinshasitemuseum.com/public/column/72.html",
        "phoneNumber": "+86 28 8730 3522",
        "activityStory": [
            {
                "sectionTitle": "Unearthing the Sunbird",
                "sectionBody": [
                    {
                        "bodyParagraph": "In 2001, a construction crew digging in Chengdu unearthed something that would rewrite Sichuan's history—a cache of jade, ivory, and a mysterious golden artifact unlike any seen before. What they had discovered was the Jinsha Site, the heart of a long-lost kingdom that thrived over 3,000 years ago."
                    },
                    {
                        "bodyParagraph": "Among the relics was the **Golden Sunbird**, a perfectly round, razor-thin gold ornament with four birds flying around the sun. It soon became a national cultural symbol of China—appearing on everything from stamps to city posters, its origin steeped in myth and mystery."
                    }
                ],
                "sectionImage": "https://news.cgtn.com/news/3d4d544e786b7a4d/img/e40c2d37-c252-4dc5-8f03-985f117a1062.jpg",
                "sectionImageCaption": "A gold foil featuring the sun and immortal birds is the symbol of Jinsha Site Museum in Chengdu, capital city of southwest China’s Sichuan Province",
                "sectionImageCredit": "CGTN Photo"
            },
            {
                "sectionTitle": "A Kingdom Lost in Time",
                "sectionBody": [
                    {
                        "bodyParagraph": "The Jinsha culture is believed to have succeeded the Sanxingdui civilization, continuing the tradition of rich religious ritual, jade carving, and astronomical symbolism. But unlike dynasties documented in books, Jinsha left no written records—only ruins and treasures buried in the earth."
                    },
                    {
                        "bodyParagraph": "The museum sits directly on the excavation site. Walk through preserved sacrificial pits, ancient timber structures, and open earth layers revealing how people once lived, worshipped, and vanished without explanation."
                    }
                ],
                "sectionImage": "https://news.cgtn.com/news/3d4d544e786b7a4d/img/b28c5128-3c2a-4198-a64e-d2b010957d2b.jpg",
                "sectionImageCaption": "Over 5,000 gold, jade and ivory works have been unearthed since 2001 at Jinsha excavation site",
                "sectionImageCredit": "CGTN Photo"
            },
            {
                "sectionTitle": "Relics That Whisper",
                "sectionBody": [
                    {
                        "bodyParagraph": "The museum’s exhibition halls display thousands of artifacts: intricately carved jade daggers, ceremonial bronze heads, and elephant tusks that suggest long-lost trade routes. Every item feels like a whisper from a forgotten world—inviting you to imagine the stories they once told."
                    },
                    {
                        "bodyParagraph": "Interactive displays and augmented reality exhibits bring the ancient kingdom to life, making it an immersive experience for both history buffs and curious families."
                    }
                ]
            },
            {
                "sectionTitle": "Cultural Events and Seasonal Festivals",
                "sectionBody": [
                    {
                        "bodyParagraph": "Each spring, Jinsha Site hosts a grand **Sunbird Festival**—a celebration of Chengdu’s ancient heritage with music, dancing, lanterns, and local crafts. If you visit during this time, you'll see the museum grounds transformed into a lively tribute to the city’s deep roots."
                    }
                ]
            },
            {
                "sectionTitle": "How to Visit",
                "sectionBody": [
                    {
                        "bodyParagraph": "Located just 15 minutes from Chengdu city center, the Jinsha Site Museum is easily accessible by Metro Line 7 (Jinsha Site Museum Station). It’s open from 8:00 AM to 6:00 PM (last entry 5:00 PM). Visitors typically spend 2–3 hours here."
                    },
                    {
                        "bodyParagraph": "Don’t forget to stop by the gift shop for sunbird-themed souvenirs, or grab tea at the museum café overlooking the excavation pit."
                    }
                ]
            },
            {
                "sectionTitle": "The Mystery Still Beneath Us",
                "sectionBody": [
                    {
                        "bodyParagraph": "To walk through Jinsha is to walk through a question: Who were these people? Why did they vanish? And why does their art still move us, thousands of years later?"
                    },
                    {
                        "bodyParagraph": "The answers may still lie beneath the soil. But for now, the museum stands as a living reminder—that history isn’t always written in books. Sometimes, it waits in silence, until we’re ready to listen."
                    }
                ],
                "sectionImage": "https://news.cgtn.com/news/3d4d544e786b7a4d/img/f85501bc-d123-4de1-9be7-923cee35f083.jpg",
                "sectionImageCaption": "Modern technologies like virtual and augmented reality are installed in the museum to help to unlock ancient mysteries",
                "sectionImageCredit": "CGTN Photo"
            }
        ]
    },
    {
        "locationName": "Palace Museum",
        "city": "Beijing",
        "country": "China",
        "latitude": 39.9163,
        "longitude": 116.3972,
        "timeZoneIdentifier": "Asia/Shanghai",
        "activityTitle": "Walking Through the Dragon’s Court",
        "ActivitySubcategory": "Museum",
        "imageLink": "https://news.cgtn.com/news/2023-03-05/The-Forbidden-City-a-shining-gem-on-the-Beijing-Central-Axis-1hVsSUwkow0/img/3e4e90188de848b8adcf36896e39c49b/3e4e90188de848b8adcf36896e39c49b.jpeg",
        "websiteLink": "https://en.dpm.org.cn/",
        "ticketLink": "https://gugong.ktmtech.cn/",
        "phoneNumber": "+86 10 8500 7421",
        "activityStory": [
            {
                "sectionTitle": "A Forbidden World Revealed",
                "sectionBody": [
                    {
                        "bodyParagraph": "Behind blood-red walls and golden roofs lies a city within a city—the **Forbidden City**, once home to 24 emperors of China across five centuries. Today known as the **Palace Museum**, it remains the largest and most complete imperial palace in the world. For centuries, no one could enter or leave without the emperor’s decree. But now, you can step through the Meridian Gate and begin a journey through time, power, and silence."
                    }
                ],
                "sectionImage": "https://media-cdn.tripadvisor.com/media/daodao/photo-s/02/ef/1b/dc/caption.jpg",
                "sectionImageCaption": "The north gate (Shenwu Men) of the Forbidden City",
                "sectionImageCredit": "Trapadvisor"
            },
            {
                "sectionTitle": "Halls of Heaven and Earth",
                "sectionBody": [
                    {
                        "bodyParagraph": "The layout of the Forbidden City is no accident. Every hall, courtyard, and stairway was designed to reflect cosmic harmony and imperial control. At the heart stands the **Hall of Supreme Harmony**, where emperors held court beneath a golden dragon throne, and every carved stone dragon whispered of divine authority."
                    },
                    {
                        "bodyParagraph": "Walk along the central axis from south to north, where ceremonies unfolded like sacred choreography. The further you go, the deeper you descend into private imperial life."
                    }
                ],
                "sectionImage": "https://i.pinimg.com/736x/fa/ef/e2/faefe2afb6238050e2e612792deac67e.jpg",
                "sectionImageCaption": "The Hall of Supreme Harmony—once the political heart of the empire",
                "sectionImageCredit": "Pinterest"
            },
            {
                "sectionTitle": "Behind the Walls: Stories of Intrigue and Solitude",
                "sectionBody": [
                    {
                        "bodyParagraph": "Beyond the grandeur, the Forbidden City held stories of loneliness, rivalry, and hidden ambition. In the **Palace of Earthly Tranquility** and **Palace of Eternal Harmony**, empresses and concubines lived in secluded beauty—but also in strict hierarchy."
                    },
                    {
                        "bodyParagraph": "The quietest places often tell the loudest stories. Look at the stone paths worn by embroidered slippers. Gaze at faded murals above lacquered doors. Even silence here feels scripted."
                    }
                ]
            },
            {
                "sectionTitle": "Treasures of the Dragon Throne",
                "sectionBody": [
                    {
                        "bodyParagraph": "The museum today houses over **1.8 million cultural relics**—jade seals, silk robes, bronze mirrors, calligraphy scrolls, clocks from Europe, and gifts from tributary states. Some are simple. Others glitter with jade and gold. All of them were once touched by power."
                    },
                    {
                        "bodyParagraph": "Don't miss the **Gallery of Clocks** or the **Ceramics Hall**, where you'll find rare Song Dynasty porcelain and astronomical marvels crafted in the Qing court."
                    }
                ],
                "sectionImage": "https://images3.bonhams.com/image?src=Images/live/2015-04/16/9147106-1-42.jpg&fill=FFFFFF&top=0.346666666666&left=0.004132231404&bottom=0.750000000000&height=480&width=960",
                "sectionImageCaption": "An imperial jade seal once used by the Qing court",
                "sectionImageCredit": "Bonhams"
            },
            {
                "sectionTitle": "Plan Your Imperial Visit",
                "sectionBody": [
                    {
                        "bodyParagraph": "Located at the heart of Beijing, the Palace Museum is best accessed via Metro Line 1 (Tian’anmen East or West Station). Visitors enter through the south **Meridian Gate** and exit through the north **Gate of Divine Prowess**."
                    },
                    {
                        "bodyParagraph": "Tickets must be reserved online in advance. The museum limits daily entries to preserve the site. Allow at least 3–4 hours to explore the central axis and major halls."
                    }
                ]
            },
            {
                "sectionTitle": "The City of Secrets",
                "sectionBody": [
                    {
                        "bodyParagraph": "The Forbidden City isn’t just a tourist site—it’s a theatre of memory. Every dragon carving, curved roof, and imperial hall invites you to imagine what it meant to rule, to serve, to be silenced, or to simply watch history unfold from behind a painted screen."
                    },
                    {
                        "bodyParagraph": "Come not just to walk through the palace—but to listen to its ghosts."
                    }
                ],
                "sectionImage": "https://news.cgtn.com/news/346b544e35517a4d3463544d7a59444e35637a4e31457a6333566d54/img/917e8caee3734c61b6a1aeb9b44c3749/917e8caee3734c61b6a1aeb9b44c3749.jpg",
                "sectionImageCaption": "The Palace Museum in Beijing",
                "sectionImageCredit": "CGTN"
            }
        ]
    }
]
